/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf sekúndur";

/* No comment provided by engineer. */
"%i days" = "%i dagar";

/* No comment provided by engineer. */
"%i hours" = "%i klukkustundir";

/* No comment provided by engineer. */
"%i minutes" = "%i mínútur";

/* No comment provided by engineer. */
"%i weeks" = "%i vikur";

/* No comment provided by engineer. */
"1 day" = "1 dagur";

/* No comment provided by engineer. */
"1 hour" = "1 klukkustund";

/* No comment provided by engineer. */
"1 minute" = "1 mínúta";

/* No comment provided by engineer. */
"1 second" = "1 sekúnda";

/* No comment provided by engineer. */
"1 week" = "1 vika";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Viðhengi>>";

/* No comment provided by engineer. */
"Add" = "Bæta við";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Hreinsa öll merki";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Hreinsa öll merki hér fyrir neðan";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Hreinsa öll merki vinstra megin";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Hreinsa öll merki hægra megin";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Hreinsa öll merki hér fyrir ofan";

/* Copy the link to the clipboard */
"Copy Link" = "Afrita hlekk";

/* No comment provided by engineer. */
"Delete" = "Eyða";

/* No comment provided by engineer. */
"Image Picker" = "Myndaval";

/* No comment provided by engineer. */
"Invalid Input" = "Ógilt gildi";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Hoppa að nýjustu skilaboðum";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Hoppa að næsta merki";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Hoppa að merkinu á undan";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Mynd";

/* No comment provided by engineer. */
"Select Image" = "Velja mynd";